Revit 2027 API
ParameterTypeId.ProjectOrganizationName Property
 "Organization Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectOrganizationName { get; }
Public Shared ReadOnly Property ProjectOrganizationName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectOrganizationName {
	ForgeTypeId^ get ();
}
static member ProjectOrganizationName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace